{"overallFeedback":[{"from":0,"to":100}],"checkAnswerButton":"Check","tryAgainButton":"Retry","showSolutionButton":"Show solution","behaviour":{"enableRetry":true,"enableSolutionsButton":true,"enableCheckButton":true,"showScorePoints":true},"correctAnswer":"Correct!","incorrectAnswer":"Incorrect!","missedAnswer":"Answer not found!","displaySolutionDescription":"Task is updated to contain the solution.","scoreBarLabel":"You got :num out of :total points","a11yFullTextLabel":"Full readable text","a11yClickableTextLabel":"Full text where words can be marked","a11ySolutionModeHeader":"Solution mode","a11yCheckingHeader":"Checking mode","a11yCheck":"Check the answers. The responses will be marked as correct, incorrect, or unanswered.","a11yShowSolution":"Show the solution. The task will be marked with its correct solution.","a11yRetry":"Retry the task. Reset all responses and start the task over again.","taskDescription":"<p>This text is not divided into paragraphs. Identify the beginning of each paragraph highlightining its first word.<\/p>\n","textField":"<p>*Snoring* is caused when the airway at the back of the nose and throat becomes partially obstructed.&nbsp; This is usually due to the loosening of the surrounding oropharyngeal muscles, but the reasons why this should occur are varied. The most common are smoking, obesity and the consumption of relaxants such as alcohol and sleeping pills.&nbsp; *As* with any common ailment, there are a host of \"miracle\" cures advertised - but you should first try a few simple steps to see if you can halt the snoring before adopting more drastic measures. Lifestyle changes can be the most effective. If you are overweight, a loss of weight will help to reduce the pressure on your neck. &nbsp;You should also stop smoking and try not to drink alcohol at least four hours before you go to bed.&nbsp;&nbsp;*Beyond* this, try to change your regular sleeping position.&nbsp;Raise the head of your bed with a brick, or tie something uncomfortable into the back of your pyjamas to encourage you to sleep on your side.&nbsp;Both of these will help to alter the angle of your throat as you sleep, and may thus make breathing easier for you.&nbsp;&nbsp;*It* is also important to keep your nasal passage clear and unblocked.&nbsp; Allergies, colds and hay fever can temporarily cause you to snore; nasal decongestants may help, but you are not advised to use such remedies for long periods.&nbsp; Nasal strips, as worn by sportspeople, have been proven to reduce nasal airway resistance by up to 30 per cent, so consider these as a long-term alternative.&nbsp;*If* this fails, then you may wish to look at the varied snoring aids that are on the market. They range from neck collars that stop your neck tilting, through to mandibular-advancement devices (such as gumshields) which reduce upper airway resistance, and tongue-retaining devices. You can also buy essential-oil products that are added to warm water and infused or consumed before bedtime.&nbsp; They claim to tone up your palate and unblock your nasal passage.&nbsp; *Finally*, if your symptoms persist, visit your GP or contact the British Snoring and Sleep Apnoea Association (01737 <em>557 <\/em>997) for advice.&nbsp; If you do not, your partner might. (From Mark Irving, <em>Esquire<\/em>, March 1999)<\/p>\n"}